[
    {
        "id": "set-1",
        "worry": "最近、リードタイムが長くなりすぎて、顧客からの苦情が増えています。どうしたらリードタイムを短縮できるのでしょうか？",
        "index": "リードタイムが平均15日で、目標の10日を超えています。生産スケジュールの見直しと仕入れ先の改善が必要です。",
        "innovation": "リードタイム短縮のため、生産スケジュールを再調整し、サプライヤーとの連携を強化します。これにより、リードタイムを目標の10日に短縮します。"
    },
    {
        "id": "set-2",
        "worry": "在庫が過剰で倉庫のスペースが不足しています。これを解決する方法が知りたいです。",
        "index": "在庫回転率が2回転で、目標の4回転を下回っています。過剰在庫の見直しと需要予測の精度向上が求められます。",
        "innovation": "在庫の見直しを行い、需要予測の精度を上げることで在庫回転率を改善します。これにより、倉庫スペースの最適化とコスト削減を図ります。"
    },
    {
        "id": "set-3",
        "worry": "納品が遅れることが多くて顧客満足度が下がっています。どうやって納品をスムーズにできるのでしょうか？",
        "index": "納品遅延率が25%で、目標の5%を大きく超えています。配送プロセスの改善と物流パートナーの見直しが必要です。",
        "innovation": "納品プロセスを見直し、物流パートナーと協力して遅延を減少させることで、納品遅延率を5%以下に抑えます。"
    },
    {
        "id": "set-4",
        "worry": "製造コストが高く、利益率が低下しています。どうにかコストを削減する方法があれば知りたいです。",
        "index": "製造コストが1ユニットあたり100ドルで、目標の80ドルを超えています。効率的な生産方法と原材料の見直しが必要です。",
        "innovation": "生産方法の改善と原材料の調達先の見直しを行い、製造コストを1ユニットあたり80ドルに削減します。"
    },
    {
        "id": "set-5",
        "worry": "在庫管理がうまくいかず、欠品が頻発しています。どうやって在庫管理を改善すればよいのでしょうか？",
        "index": "在庫欠品率が15%で、目標の5%を超えています。需要予測の精度向上と在庫の最適化が求められます。",
        "innovation": "需要予測の精度を高め、在庫管理のプロセスを最適化することで、欠品率を5%以下に抑えます。"
    },
    {
        "id": "set-6",
        "worry": "サプライチェーン全体のリスク管理が不十分で、問題が発生したときに対応が遅れています。どうすればリスク管理を改善できるでしょうか？",
        "index": "リスク対応時間が平均48時間で、目標の24時間を超えています。リスク管理プロセスの強化が必要です。",
        "innovation": "リスク管理プロセスを強化し、対応時間を24時間以内に短縮します。これにより、サプライチェーン全体のリスク管理能力を向上させます。"
    },
    {
        "id": "set-7",
        "worry": "製品の品質問題が増えており、リコールが頻発しています。品質を向上させるためにはどうしたらよいでしょうか？",
        "index": "品質問題の発生率が8%で、目標の3%を超えています。品質管理プロセスの改善が必要です。",
        "innovation": "品質管理プロセスを見直し、品質問題の発生率を3%以下に抑えるための対策を実施します。"
    },
    {
        "id": "set-8",
        "worry": "顧客からのフィードバックが遅く、製品改善に時間がかかっています。どうすれば迅速にフィードバックを得られるのでしょうか？",
        "index": "フィードバックの取得までに平均2週間かかっており、目標の1週間を超えています。フィードバック収集プロセスの効率化が求められます。",
        "innovation": "フィードバック収集プロセスを効率化し、取得までの時間を1週間以内に短縮します。これにより、製品改善を迅速に行います。"
    },
    {
        "id": "set-9",
        "worry": "サプライチェーン全体でのコミュニケーションが不十分で、情報共有が遅れています。どうすればコミュニケーションを改善できるのでしょうか？",
        "index": "コミュニケーションの遅延が平均3日で、目標の1日を超えています。情報共有ツールの導入が必要です。",
        "innovation": "最新の情報共有ツールを導入し、コミュニケーションの遅延を1日以内に短縮します。これにより、サプライチェーン全体の情報共有が改善されます。"
    },
    {
        "id": "set-10",
        "worry": "販売予測の精度が低く、在庫過剰または不足が頻繁に発生しています。予測精度を向上させるための対策が知りたいです。",
        "index": "販売予測の精度が70%で、目標の85%を下回っています。予測手法の見直しとデータ分析の強化が求められます。",
        "innovation": "予測手法を見直し、データ分析を強化することで、販売予測の精度を85%に向上させます。これにより、在庫の過剰や不足を減少させます。"
    }
]