[
    {
        "id": "set-1",
        "worry": "店舗の売上が低迷しており、顧客の来店数も減少しています。どうにかして売上を向上させる方法はありませんか？",
        "index": "月間売上成長率が-2%で、目標の5%を大きく下回っています。マーケティング戦略の見直しとプロモーションの強化が必要です。",
        "innovation": "マーケティング戦略を再評価し、積極的なプロモーションを行うことで、月間売上成長率を5%に引き上げます。"
    },
    {
        "id": "set-2",
        "worry": "店舗の顧客満足度が低く、リピート率が落ちています。どうやって顧客満足度を改善すればよいのでしょうか？",
        "index": "顧客満足度が70%で、目標の85%を下回っています。顧客サービスの向上と店舗の改善が求められます。",
        "innovation": "顧客サービスのトレーニングを強化し、店舗の改善を実施することで、顧客満足度を85%に引き上げます。"
    },
    {
        "id": "set-3",
        "worry": "在庫の回転が遅く、商品が長期間店舗に残っています。どのようにして在庫管理を改善できるでしょうか？",
        "index": "在庫回転率が1.2回転で、目標の2.5回転を下回っています。需要予測の精度向上と在庫管理の見直しが必要です。",
        "innovation": "需要予測の精度を高め、在庫管理を見直すことで、在庫回転率を2.5回転に引き上げます。"
    },
    {
        "id": "set-4",
        "worry": "商品の陳列が乱雑で、顧客が商品を見つけにくい状況です。どのようにして陳列を改善すればよいでしょうか？",
        "index": "商品の陳列満足度が60%で、目標の80%を下回っています。陳列レイアウトの見直しと店舗内の整理が求められます。",
        "innovation": "陳列レイアウトを再設計し、店舗内の整理を行うことで、陳列満足度を80%に引き上げます。"
    },
    {
        "id": "set-5",
        "worry": "キャンペーンの効果が薄く、集客が思ったほど増えていません。どうすればキャンペーンをもっと効果的にできるのでしょうか？",
        "index": "キャンペーンの効果が30%で、目標の60%を下回っています。ターゲット層の再評価とキャンペーンの見直しが必要です。",
        "innovation": "ターゲット層を再評価し、キャンペーン内容を見直すことで、効果を60%に引き上げます。"
    },
    {
        "id": "set-6",
        "worry": "顧客からのクレームが増えており、対応が遅れています。クレーム対応をどう改善すればよいでしょうか？",
        "index": "クレーム対応時間が平均5日で、目標の2日を超えています。対応プロセスの改善とスタッフの教育が必要です。",
        "innovation": "クレーム対応プロセスを改善し、スタッフの教育を強化することで、対応時間を2日以内に短縮します。"
    },
    {
        "id": "set-7",
        "worry": "新商品の導入が遅れ、競合他社に遅れをとっています。新商品の導入をどのように迅速化すればよいのでしょうか？",
        "index": "新商品導入までの平均期間が6週間で、目標の3週間を超えています。プロセスの見直しと効率化が求められます。",
        "innovation": "新商品導入プロセスを見直し、効率化を図ることで、導入期間を3週間に短縮します。"
    },
    {
        "id": "set-8",
        "worry": "売上データの分析が不十分で、販売戦略の見直しが遅れています。どうすればデータ分析を改善できるのでしょうか？",
        "index": "売上データの分析精度が65%で、目標の85%を下回っています。分析ツールの導入とデータ分析スキルの向上が必要です。",
        "innovation": "分析ツールを導入し、データ分析スキルを向上させることで、分析精度を85%に引き上げます。"
    },
    {
        "id": "set-9",
        "worry": "顧客のオンライン購入率が低く、デジタルチャネルが十分に活用されていません。どうにかしてオンライン販売を増やす方法はありますか？",
        "index": "オンライン購入率が15%で、目標の30%を下回っています。オンラインチャネルの改善とマーケティングの強化が必要です。",
        "innovation": "オンラインチャネルを改善し、マーケティング活動を強化することで、オンライン購入率を30%に引き上げます。"
    },
    {
        "id": "set-10",
        "worry": "店内のスタッフが少なく、顧客対応が遅れがちです。スタッフのシフト管理をどう改善すればよいでしょうか？",
        "index": "スタッフの対応満足度が55%で、目標の75%を下回っています。シフト管理の見直しとスタッフの追加が必要です。",
        "innovation": "シフト管理を再評価し、スタッフを追加することで、対応満足度を75%に引き上げます。"
    }
]