[
    {
        "id": "set-1",
        "worry": "納品の遅れが続いており、顧客からの信頼が低下しています。どうすれば納品スピードを改善できるのでしょうか？",
        "index": "納品遅延率が30%で、目標の10%を超えています。納品プロセスの見直しと物流の改善が必要です。",
        "innovation": "納品プロセスを再評価し、物流パートナーとの協力を強化します。これにより、納品遅延率を目標の10%に引き下げます。"
    },
    {
        "id": "set-2",
        "worry": "生産能力が限界に達しており、受注に応じきれない状況が続いています。どうやって生産能力を増強すればよいのでしょうか？",
        "index": "生産稼働率が75%で、目標の90%を下回っています。設備の増強と効率的な生産管理が求められます。",
        "innovation": "生産設備の増強と生産管理プロセスの最適化を行い、生産稼働率を90%に引き上げます。これにより、受注に応じられる能力を向上させます。"
    },
    {
        "id": "set-3",
        "worry": "原材料のコストが高騰しており、利益率が圧迫されています。どうにかして原材料コストを抑える方法はないでしょうか？",
        "index": "原材料コストが製品コストの50%で、目標の40%を超えています。仕入れ先の見直しとコスト削減策の導入が必要です。",
        "innovation": "原材料の仕入れ先を見直し、コスト削減策を導入することで、原材料コストを製品コストの40%以下に抑えます。"
    },
    {
        "id": "set-4",
        "worry": "品質管理が不十分で、製品の不良率が高くなっています。どうすれば品質を向上させることができるでしょうか？",
        "index": "製品の不良率が10%で、目標の3%を超えています。品質管理プロセスの強化とチェック体制の見直しが必要です。",
        "innovation": "品質管理プロセスを強化し、不良率を3%以下に抑えるためのチェック体制を導入します。"
    },
    {
        "id": "set-5",
        "worry": "在庫管理がうまくいかず、在庫過剰や不足が頻発しています。どのように在庫管理を改善すればよいでしょうか？",
        "index": "在庫回転率が1.5回転で、目標の3回転を下回っています。需要予測の精度向上と在庫管理の改善が求められます。",
        "innovation": "需要予測の精度を高め、在庫管理プロセスを改善することで、在庫回転率を3回転に引き上げます。"
    },
    {
        "id": "set-6",
        "worry": "納品品質に問題があり、顧客からのクレームが増加しています。どうすれば納品品質を改善できるでしょうか？",
        "index": "納品品質に関するクレームが15件で、目標の5件を超えています。品質チェックの強化と納品プロセスの見直しが必要です。",
        "innovation": "納品品質チェックを強化し、クレーム件数を5件以下に抑えるための改善策を実施します。"
    },
    {
        "id": "set-7",
        "worry": "顧客からのフィードバックが遅れ、製品改善に時間がかかっています。迅速にフィードバックを得るためにはどうすればよいでしょうか？",
        "index": "フィードバックの取得までに平均3週間かかっており、目標の1週間を超えています。フィードバック収集プロセスの改善が求められます。",
        "innovation": "フィードバック収集プロセスを効率化し、取得までの時間を1週間以内に短縮します。これにより、製品改善を迅速に行います。"
    },
    {
        "id": "set-8",
        "worry": "サプライヤーとのコミュニケーションが不十分で、情報共有が遅れています。どのようにコミュニケーションを改善すればよいでしょうか？",
        "index": "コミュニケーションの遅延が平均5日で、目標の2日を超えています。情報共有ツールの導入とプロセスの見直しが必要です。",
        "innovation": "情報共有ツールを導入し、コミュニケーションの遅延を2日以内に短縮します。これにより、サプライヤーとの連携が強化されます。"
    },
    {
        "id": "set-9",
        "worry": "運送コストが高騰し、利益が圧迫されています。どうすれば運送コストを削減できるでしょうか？",
        "index": "運送コストが売上の20%で、目標の15%を超えています。運送プロセスの見直しと効率化が求められます。",
        "innovation": "運送プロセスの見直しと効率化を行い、運送コストを売上の15%以下に削減します。"
    },
    {
        "id": "set-10",
        "worry": "生産ラインのダウンタイムが長く、製造効率が低下しています。どうすればダウンタイムを減少させることができるでしょうか？",
        "index": "生産ラインのダウンタイムが月に10時間で、目標の5時間を超えています。メンテナンスの頻度とプロセスの見直しが必要です。",
        "innovation": "メンテナンスの頻度を増やし、生産ラインのダウンタイムを月に5時間以内に抑えるための対策を実施します。"
    }
]