[
    {
        "id": "set-1",
        "worry": "商品の売れ行きが悪く、在庫が余ってしまっています。どのようにして在庫を効率的に管理できるでしょうか？",
        "index": "在庫回転率が1回転で、目標の3回転を下回っています。販売促進と在庫管理の見直しが必要です。",
        "innovation": "販売促進活動を強化し、在庫管理プロセスを改善することで、在庫回転率を目標の3回転に引き上げます。"
    },
    {
        "id": "set-2",
        "worry": "顧客からの返品が増えており、対応に追われています。返品率を減らすためにはどうすればよいでしょうか？",
        "index": "返品率が15%で、目標の5%を超えています。品質管理と顧客対応の強化が求められます。",
        "innovation": "品質管理を強化し、顧客対応を改善することで返品率を5%以下に抑えます。"
    },
    {
        "id": "set-3",
        "worry": "配送の遅延が多発しており、顧客からの信頼が損なわれています。どうにかして配送をスムーズにする方法はありませんか？",
        "index": "配送遅延率が20%で、目標の5%を超えています。配送プロセスの見直しと物流パートナーの改善が必要です。",
        "innovation": "配送プロセスを見直し、物流パートナーと協力して遅延率を5%以下に削減します。"
    },
    {
        "id": "set-4",
        "worry": "売上が予想よりも低く、収益性が圧迫されています。どうすれば売上を向上させることができるでしょうか？",
        "index": "売上成長率が2%で、目標の8%を下回っています。マーケティング戦略の見直しと営業活動の強化が求められます。",
        "innovation": "マーケティング戦略を再評価し、営業活動を強化することで、売上成長率を目標の8%に引き上げます。"
    },
    {
        "id": "set-5",
        "worry": "在庫が頻繁に不足し、顧客への供給が不安定です。どうやって在庫管理を改善できるのでしょうか？",
        "index": "在庫不足率が12%で、目標の3%を超えています。需要予測の精度向上と在庫補充のタイミング改善が必要です。",
        "innovation": "需要予測の精度を高め、在庫補充のタイミングを改善することで、在庫不足率を3%以下に抑えます。"
    },
    {
        "id": "set-6",
        "worry": "取引先との契約条件が不利で、利益率が低下しています。どのように契約条件を改善すればよいでしょうか？",
        "index": "利益率が5%で、目標の10%を下回っています。契約条件の見直しとコスト削減策の導入が必要です。",
        "innovation": "契約条件を再交渉し、コスト削減策を導入することで、利益率を目標の10%に引き上げます。"
    },
    {
        "id": "set-7",
        "worry": "顧客からの支払い遅延が頻発しており、キャッシュフローに影響が出ています。どうすれば支払いの遅延を減少させることができるでしょうか？",
        "index": "支払い遅延率が18%で、目標の5%を超えています。支払い条件の見直しと顧客管理の強化が求められます。",
        "innovation": "支払い条件を見直し、顧客管理を強化することで、支払い遅延率を5%以下に抑えます。"
    },
    {
        "id": "set-8",
        "worry": "市場競争が激化しており、価格競争に巻き込まれています。価格戦略をどのように見直せばよいでしょうか？",
        "index": "価格競争の影響で利益率が低下し、目標の15%を下回っています。価格戦略の再評価と付加価値の提供が必要です。",
        "innovation": "価格戦略を再評価し、製品に付加価値を提供することで、利益率を目標の15%に回復させます。"
    },
    {
        "id": "set-9",
        "worry": "プロモーション活動が効果的でなく、販売促進が難航しています。どうすればプロモーションを効果的にできるのでしょうか？",
        "index": "プロモーション効果が2%で、目標の8%を大きく下回っています。プロモーション戦略の見直しとターゲットの絞り込みが必要です。",
        "innovation": "プロモーション戦略を見直し、ターゲットを絞り込むことで、プロモーション効果を8%に引き上げます。"
    },
    {
        "id": "set-10",
        "worry": "返品処理の遅れが顧客満足度を低下させています。返品処理をどう効率化すればよいのでしょうか？",
        "index": "返品処理時間が平均10日で、目標の3日を超えています。返品プロセスの効率化とスタッフの教育が必要です。",
        "innovation": "返品プロセスを効率化し、スタッフの教育を強化することで、返品処理時間を3日以内に短縮します。"
    }
]